{
  "text": {
    "hello": 53,
    "hi": 55,
    "hey": 54,
    "there": 113,
    "good": 44,
    "morning": 74,
    "bye": 12,
    "see": 99,
    "you": 130,
    "later": 66,
    "goodbye": 45,
    "take": 108,
    "care": 13,
    "tell": 110,
    "me": 71,
    "about": 1,
    "the": 112,
    "choates": 15,
    "family": 33,
    "of": 83,
    "companies": 18,
    "what": 121,
    "does": 27,
    "company": 19,
    "do": 26,
    "give": 41,
    "some": 103,
    "details": 24,
    "awards": 9,
    "has": 51,
    "won": 124,
    "achievements": 2,
    "received": 91,
    "any": 6,
    "recognitions": 92,
    "how": 58,
    "finance": 37,
    "projects": 89,
    "in": 61,
    "house": 57,
    "financing": 39,
    "options": 84,
    "is": 64,
    "clearcoin": 17,
    "much": 75,
    "revenue": 93,
    "make": 70,
    "are": 7,
    "financial": 38,
    "projections": 88,
    "for": 40,
    "fast": 34,
    "growing": 50,
    "who": 122,
    "partners": 85,
    "work": 126,
    "with": 123,
    "governments": 48,
    "partnerships": 86,
    "smart": 100,
    "city": 16,
    "initiative": 63,
    "safe": 97,
    "solutions": 102,
    "mean": 72,
    "evening": 30,
    "moin": 73,
    "let": 67,
    "s": 94,
    "go": 42,
    "dude": 29,
    "goodmorning": 47,
    "goodevening": 46,
    "afternoon": 3,
    "cu": 22,
    "by": 11,
    "cee": 14,
    "night": 80,
    "have": 52,
    "a": 0,
    "nice": 79,
    "day": 23,
    "around": 8,
    "yes": 129,
    "y": 128,
    "indeed": 62,
    "course": 21,
    "that": 111,
    "sounds": 104,
    "correct": 20,
    "no": 81,
    "n": 77,
    "never": 78,
    "i": 60,
    "don": 28,
    "t": 107,
    "think": 114,
    "so": 101,
    "like": 68,
    "way": 119,
    "not": 82,
    "really": 90,
    "perfect": 87,
    "great": 49,
    "amazing": 5,
    "feeling": 36,
    "king": 65,
    "wonderful": 125,
    "am": 4,
    "very": 117,
    "going": 43,
    "to": 115,
    "save": 98,
    "world": 127,
    "super": 106,
    "stoked": 105,
    "extremely": 31,
    "my": 76,
    "was": 118,
    "horrible": 56,
    "sad": 96,
    "feel": 35,
    "well": 120,
    "disappointed": 25,
    "m": 69,
    "unhappy": 116,
    "extremly": 32,
    "saad": 95,
    "bot": 10,
    "human": 59,
    "talking": 109
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "ask_about_company": 2,
    "ask_about_awards": 1,
    "ask_about_financing": 3,
    "ask_about_growth": 4,
    "ask_about_partnerships": 5,
    "ask_about_smart_city": 6,
    "affirm": 0,
    "deny": 8,
    "mood_great": 11,
    "mood_unhappy": 12,
    "bot_challenge": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_about_awards": 12,
    "utter_ask_about_company": 13,
    "utter_ask_about_financing": 14,
    "utter_ask_about_growth": 15,
    "utter_ask_about_smart_city": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}