{
  "text": {
    "tell": 141,
    "me": 88,
    "about": 1,
    "the": 143,
    "company": 26,
    "s": 125,
    "milestones": 90,
    "what": 153,
    "achievements": 2,
    "has": 63,
    "choates": 22,
    "family": 47,
    "of": 104,
    "companies": 25,
    "had": 62,
    "major": 87,
    "projects": 114,
    "completed": 27,
    "can": 19,
    "you": 162,
    "list": 85,
    "some": 133,
    "recognitions": 119,
    "who": 155,
    "is": 78,
    "darrell": 32,
    "k": 79,
    "sr": 135,
    "ceo": 21,
    "background": 14,
    "how": 71,
    "did": 35,
    "mr": 93,
    "start": 136,
    "his": 69,
    "are": 10,
    "global": 54,
    "initiatives": 76,
    "expanding": 44,
    "internationally": 77,
    "does": 37,
    "have": 64,
    "in": 74,
    "africa": 4,
    "usa": 148,
    "river": 124,
    "satellite": 128,
    "city": 23,
    "project": 112,
    "financials": 50,
    "provide": 115,
    "revenue": 123,
    "details": 34,
    "projected": 113,
    "earnings": 40,
    "much": 94,
    "profit": 111,
    "generate": 53,
    "partnerships": 107,
    "partners": 106,
    "for": 52,
    "education": 41,
    "and": 8,
    "rehabilitation": 121,
    "organizations": 105,
    "collaborating": 24,
    "with": 156,
    "awards": 13,
    "received": 118,
    "any": 9,
    "been": 15,
    "recognized": 120,
    "i": 73,
    "contact": 28,
    "email": 42,
    "address": 3,
    "where": 154,
    "headquarters": 65,
    "phone": 109,
    "numbers": 103,
    "press": 110,
    "releases": 122,
    "published": 116,
    "share": 131,
    "latest": 82,
    "news": 98,
    "find": 51,
    "articles": 12,
    "written": 159,
    "media": 89,
    "hey": 67,
    "hello": 66,
    "hi": 68,
    "there": 144,
    "good": 57,
    "morning": 92,
    "evening": 43,
    "moin": 91,
    "let": 83,
    "go": 55,
    "dude": 39,
    "goodmorning": 60,
    "goodevening": 59,
    "afternoon": 5,
    "cu": 31,
    "by": 17,
    "cee": 20,
    "later": 81,
    "night": 100,
    "bye": 18,
    "goodbye": 58,
    "a": 0,
    "nice": 99,
    "day": 33,
    "see": 130,
    "around": 11,
    "yes": 161,
    "y": 160,
    "indeed": 75,
    "course": 30,
    "that": 142,
    "sounds": 134,
    "correct": 29,
    "no": 101,
    "n": 96,
    "never": 97,
    "don": 38,
    "t": 139,
    "think": 145,
    "so": 132,
    "like": 84,
    "way": 151,
    "not": 102,
    "really": 117,
    "perfect": 108,
    "great": 61,
    "amazing": 7,
    "feeling": 49,
    "king": 80,
    "wonderful": 157,
    "am": 6,
    "very": 149,
    "going": 56,
    "to": 146,
    "save": 129,
    "world": 158,
    "super": 138,
    "stoked": 137,
    "extremely": 45,
    "my": 95,
    "was": 150,
    "horrible": 70,
    "sad": 127,
    "feel": 48,
    "well": 152,
    "disappointed": 36,
    "m": 86,
    "unhappy": 147,
    "extremly": 46,
    "saad": 126,
    "bot": 16,
    "human": 72,
    "talking": 140
  },
  "intent": {
    "company_milestones": 9,
    "ceo_background": 8,
    "global_expansion": 13,
    "financial_details": 12,
    "partnerships": 18,
    "awards_and_recognition": 6,
    "contact_information": 10,
    "press_releases": 19,
    "greet": 15,
    "goodbye": 14,
    "affirm": 0,
    "deny": 11,
    "mood_great": 16,
    "mood_unhappy": 17,
    "bot_challenge": 7,
    "ask_about_awards": 1,
    "ask_about_company": 2,
    "ask_about_financing": 3,
    "ask_about_growth": 4,
    "ask_about_smart_city": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_about_awards": 12,
    "utter_ask_about_company": 13,
    "utter_ask_about_financing": 14,
    "utter_ask_about_growth": 15,
    "utter_ask_about_smart_city": 16,
    "utter_awards_and_recognition": 17,
    "utter_ceo_background": 18,
    "utter_company_milestones": 19,
    "utter_contact_information": 20,
    "utter_financial_details": 21,
    "utter_global_expansion": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_iamabot": 25,
    "utter_partnerships": 26,
    "utter_press_releases": 27
  },
  "action_text": null,
  "intent_response_key": null
}