{
  "text": {
    "hello": 49,
    "hi": 51,
    "there": 109,
    "hey": 50,
    "good": 41,
    "morning": 68,
    "evening": 30,
    "how": 53,
    "are": 7,
    "you": 128,
    "what": 120,
    "financing": 37,
    "options": 78,
    "available": 9,
    "can": 15,
    "i": 55,
    "get": 38,
    "a": 0,
    "loan": 63,
    "through": 111,
    "your": 129,
    "company": 19,
    "tell": 106,
    "me": 66,
    "about": 1,
    "payment": 81,
    "plans": 83,
    "is": 58,
    "smart": 96,
    "city": 18,
    "initiative": 57,
    "does": 26,
    "support": 103,
    "projects": 84,
    "the": 108,
    "usa": 115,
    "river": 88,
    "satellite": 92,
    "awards": 10,
    "has": 47,
    "won": 122,
    "s": 89,
    "recognitions": 87,
    "ceo": 17,
    "received": 86,
    "any": 6,
    "grown": 46,
    "over": 80,
    "years": 126,
    "expansion": 31,
    "strategy": 100,
    "did": 24,
    "become": 11,
    "so": 97,
    "successful": 101,
    "who": 121,
    "name": 71,
    "human": 54,
    "or": 79,
    "bot": 12,
    "don": 28,
    "t": 104,
    "understand": 113,
    "explain": 32,
    "that": 107,
    "again": 3,
    "doesn": 27,
    "make": 65,
    "sense": 95,
    "to": 112,
    "moin": 67,
    "let": 61,
    "go": 39,
    "dude": 29,
    "goodmorning": 44,
    "goodevening": 43,
    "afternoon": 2,
    "cu": 22,
    "by": 13,
    "cee": 16,
    "later": 60,
    "night": 74,
    "bye": 14,
    "goodbye": 42,
    "have": 48,
    "nice": 73,
    "day": 23,
    "see": 94,
    "around": 8,
    "yes": 127,
    "y": 125,
    "indeed": 56,
    "of": 77,
    "course": 21,
    "sounds": 98,
    "correct": 20,
    "no": 75,
    "n": 70,
    "never": 72,
    "think": 110,
    "like": 62,
    "way": 118,
    "not": 76,
    "really": 85,
    "perfect": 82,
    "great": 45,
    "amazing": 5,
    "feeling": 36,
    "king": 59,
    "wonderful": 123,
    "am": 4,
    "very": 116,
    "going": 40,
    "save": 93,
    "world": 124,
    "super": 102,
    "stoked": 99,
    "extremely": 33,
    "my": 69,
    "was": 117,
    "horrible": 52,
    "sad": 91,
    "feel": 35,
    "well": 119,
    "disappointed": 25,
    "m": 64,
    "unhappy": 114,
    "extremly": 34,
    "saad": 90,
    "talking": 105
  },
  "intent": {
    "greet": 10,
    "ask_about_financing": 3,
    "ask_about_smart_city": 5,
    "ask_about_awards": 1,
    "ask_about_growth": 4,
    "iamabot": 11,
    "fallback": 8,
    "goodbye": 9,
    "affirm": 0,
    "deny": 7,
    "mood_great": 12,
    "mood_unhappy": 13,
    "bot_challenge": 6,
    "ask_about_company": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_about_awards": 12,
    "utter_ask_about_company": 13,
    "utter_ask_about_financing": 14,
    "utter_ask_about_growth": 15,
    "utter_ask_about_smart_city": 16,
    "utter_fallback": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}