{
  "text": {
    "who": 183,
    "is": 96,
    "darrell": 39,
    "k": 97,
    "choates": 31,
    "sr": 157,
    "what": 181,
    "industries": 91,
    "does": 45,
    "operate": 125,
    "in": 89,
    "can": 28,
    "you": 193,
    "give": 64,
    "me": 110,
    "an": 10,
    "overview": 126,
    "of": 122,
    "family": 54,
    "companies": 34,
    "the": 170,
    "do": 44,
    "how": 86,
    "long": 105,
    "has": 77,
    "been": 19,
    "business": 25,
    "tell": 167,
    "about": 2,
    "history": 82,
    "are": 12,
    "key": 98,
    "areas": 13,
    "focus": 59,
    "for": 60,
    "smart": 152,
    "city": 32,
    "initiative": 93,
    "explain": 51,
    "safe": 148,
    "solutions": 154,
    "purpose": 135,
    "usa": 176,
    "river": 143,
    "satellite": 149,
    "work": 187,
    "goals": 67,
    "project": 132,
    "working": 188,
    "on": 124,
    "sustainable": 162,
    "urban": 175,
    "development": 41,
    "tanzania": 166,
    "offer": 123,
    "financing": 58,
    "homeowners": 83,
    "clearcoin": 33,
    "affordable": 3,
    "housing": 85,
    "program": 131,
    "provide": 134,
    "financial": 57,
    "assistance": 15,
    "kind": 99,
    "i": 88,
    "get": 62,
    "a": 1,
    "loan": 104,
    "from": 61,
    "blockchain": 22,
    "based": 18,
    "system": 163,
    "was": 178,
    "__number__": 0,
    "revenue": 142,
    "much": 114,
    "did": 42,
    "grow": 75,
    "projections": 133,
    "expected": 50,
    "profit": 130,
    "margin": 109,
    "cash": 29,
    "have": 78,
    "investments": 94,
    "growth": 76,
    "big": 21,
    "terms": 168,
    "brand": 24,
    "ambassadors": 9,
    "partnerships": 127,
    "africa": 4,
    "ghana": 63,
    "involved": 95,
    "with": 184,
    "many": 108,
    "stakeholders": 158,
    "global": 65,
    "which": 182,
    "influencers": 92,
    "support": 161,
    "role": 144,
    "african": 5,
    "economic": 48,
    "won": 185,
    "any": 11,
    "awards": 17,
    "recognition": 139,
    "received": 138,
    "some": 155,
    "major": 107,
    "best": 20,
    "philly": 129,
    "award": 16,
    "minority": 111,
    "contractor": 35,
    "year": 191,
    "receive": 137,
    "government": 73,
    "recognitions": 140,
    "resolution": 141,
    "no": 120,
    "hey": 80,
    "hello": 79,
    "hi": 81,
    "there": 171,
    "good": 69,
    "morning": 113,
    "evening": 49,
    "moin": 112,
    "let": 102,
    "s": 145,
    "go": 66,
    "dude": 47,
    "goodmorning": 72,
    "goodevening": 71,
    "afternoon": 6,
    "cu": 38,
    "by": 26,
    "cee": 30,
    "later": 101,
    "night": 119,
    "bye": 27,
    "goodbye": 70,
    "nice": 118,
    "day": 40,
    "see": 151,
    "around": 14,
    "yes": 192,
    "y": 190,
    "indeed": 90,
    "course": 37,
    "that": 169,
    "sounds": 156,
    "correct": 36,
    "n": 116,
    "never": 117,
    "don": 46,
    "t": 164,
    "think": 172,
    "so": 153,
    "like": 103,
    "way": 179,
    "not": 121,
    "really": 136,
    "perfect": 128,
    "great": 74,
    "amazing": 8,
    "feeling": 56,
    "king": 100,
    "wonderful": 186,
    "am": 7,
    "very": 177,
    "going": 68,
    "to": 173,
    "save": 150,
    "world": 189,
    "super": 160,
    "stoked": 159,
    "extremely": 52,
    "my": 115,
    "horrible": 84,
    "sad": 147,
    "feel": 55,
    "well": 180,
    "disappointed": 43,
    "m": 106,
    "unhappy": 174,
    "extremly": 53,
    "saad": 146,
    "bot": 23,
    "human": 87,
    "talking": 165
  },
  "intent": {
    "ask_about_company": 2,
    "ask_about_smart_city": 6,
    "ask_about_financing": 3,
    "ask_about_growth": 4,
    "ask_about_partnerships": 5,
    "ask_about_awards": 1,
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 8,
    "mood_great": 11,
    "mood_unhappy": 12,
    "bot_challenge": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}